{
  "cls_token": "[CLS]",
  "do_lower_case": false,
  "do_subword_tokenize": true,
  "do_word_tokenize": true,
  "jumanpp_kwargs": null,
  "mask_token": "[MASK]",
  "mecab_kwargs": {
    "mecab_dic": "ipadic"
  },
  "model_max_length": 1000000000000000019884624838656,
  "name_or_path": "izumi-lab/bert-small-japanese",
  "never_split": null,
  "pad_token": "[PAD]",
  "sep_token": "[SEP]",
  "special_tokens_map_file": "/root/.cache/huggingface/hub/models--izumi-lab--bert-small-japanese/snapshots/353af63f7bd991f0f03e8472073c2900201a4e93/special_tokens_map.json",
  "subword_tokenizer_type": "wordpiece",
  "sudachi_kwargs": null,
  "tokenize_chinese_chars": false,
  "tokenizer_class": "BertJapaneseTokenizer",
  "unk_token": "[UNK]",
  "word_tokenizer_type": "mecab"
}
